{
  "about-me": {
    "title": "Let's work together!",
    "title-2": "Ich bin",
    "wohnsitz": "wohnhaft in Stuttgart",
    "remote": "offen remote zu arbeiten",
    "umzug": "bereit umzuziehen",
    "beschreibung": "Ich bin ein Front-End-Entwickler aus Stuttgart. Es macht mir Spaß, Designern und Unternehmen dabei zu helfen, ihre Ideen in die Realität umzusetzen. Ich freue mich darauf, meine Entwicklerkarriere mit einer Stelle als Junior-Webentwickler fortzusetzen. Meine Fähigkeit, komplexe Probleme zu lösen und meine Leidenschaft für das Programmieren machen mich zu einem wertvollen Mitglied für Ihr Team.",
    "beschreibung-2": "Wenn Sie glauben, dass ich gut zu Ihren Projekten passen würde, kontaktieren Sie mich!",
    "kontakt": "Hallo sagen!"
  },
  "landing-page": {
    "scrollen": "scrollen",
    "begruessung": "Hallo! Ich bin Michi"
  },
  "contact": {
    "titel": "Kontakt",
    "problem": "Sie haben ein Problem zu lösen?",
    "beschreibung": "Ich freue mich darauf, von Ihren Ideen zu hören und mit meiner Arbeit zu Ihren Projekten beizutragen.",
    "frage": "Sie brauchen einen Frontend-Entwickler? ",
    "frage-2": "Kontaktieren Sie mich!",
    "privacy": "Ich habe die ",
    "privacy-2": "Datenschutzbestimmungen",
    "privacy-3": " gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "button": "Hallo sagen ;)",
    "name": "Name",
    "email": "E-Mail",
    "nachricht": "Nachricht",
    "name-iv": "Ihr Name wird benötigt",
    "email-iv": "Ihre E-Mail wird benötigt",
    "nachricht-iv": "Ihre Nachricht wird benötigt",
    "privacy-iv": "Bitte akzeptieren Sie die Datenschutzbestimmungen",
    "send": "Vielen Dank für Ihre Nachricht! Ich werde mich so bald wie möglich mit Ihnen in Verbindung setzen."
  },
  "my-work": {
    "projekte": "Projekte",
    "beschreibung": "Entdecken Sie hier eine Auswahl meiner Projekte - durch klicken auf die Buttons können sie ganz einfach getestet werden."
  },
  "working-examples": {
    "dabubble": "Die DABubble ist ein Business Chat Client, in dem man in selbst erstellten Gruppenkanälen und Direktnachrichten mit Kollegen kommunizieren kann. ",
    "join": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
    "pokedex": "Eine einfache Bibliothek, basierend auf der PokéAPI, die Pokemon-Informationen bereitstellt und katalogisiert.",
    "elpolloloco": "Jump 'n' Run Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen."
  },
  "reviews": {
    "titel": "Brauchen Sie einen Teamplayer?",
    "beschreibung": "Das sagen meine Kollegen über mich",
    "projekt": "Projekt",
    "review-1": "‘‘Michael hat durch sein Medientechnikstudium ein breites Fachwissen erworben, das zeigt sich deutlich. Mit seinem analytischen Denken und seiner Kompetenz kann er innerhalb der Gruppe problemlos eine Führungsrolle übernehmen.’’",
    "review-2": "‘‘Eine große Führungspersönlichkeit, fleißig und immer für andere da.’’",
    "review-3": "‘‘Michael arbeitet mit einer beeindruckenden Professionalität und einem außergewöhnlichen Blick für Details. Wenn er eine Aufgabe übernimmt, kann man sich darauf verlassen, dass sie von Anfang an nahezu perfekt umgesetzt wird – Nachbesserungen sind selten nötig. Seine präzise und qualitativ hochwertige Arbeit macht ihn zu einem wertvollen Teammitglied. Zudem ist er nicht nur äußerst kompetent, sondern auch unglaublich freundlich und bescheiden, was die Zusammenarbeit mit ihm besonders angenehm macht.’’"
  },
  "skillset": {
    "titel": "Skills"
  },
  "footer": {
    "impressum": "Impressum"
  },
  "header": {
    "about": "Über mich",
    "skillset": "Kompetenzen",
    "work": "Projekte",
    "contact": "Kontakt"
  },
  "imprint": {
    "imprint": "<h3>Impressum</h3><span>Angaben gemäß § 5 DDG</span><span>Michael Maier <br>Olgastraße 141<br>70180 Stuttgart <br></span><span> <strong>Vertreten durch: </strong><br>Michael Maier<br></span><span><strong>Kontakt:</strong> <br>Telefon: 017634420819<br>E-Mail: <a href='mailto:michael-maier@live.de'>michael-maier&#64;live.de</a></span><span><br><strong>Datenschutz</strong><br><br>Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit aufunseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder eMail-Adressen) erhoben werden,erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben. <br>Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich. <br> Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.<br> </span><br> Impressum vom <a href='https://www.impressum-generator.de'>Impressum Generator</a> der <ahref='https://www.kanzlei-hasselbach.de/rechtsgebiete/familienrecht/'>Kanzlei Hasselbach, Fachanwälte für Familienrecht</a>"
  }

}